Revit 2027 API
ParameterTypeId.RbsFpSprinklerPressureClassParam Property
 "Pressure Class"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFpSprinklerPressureClassParam { get; }
Public Shared ReadOnly Property RbsFpSprinklerPressureClassParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFpSprinklerPressureClassParam {
	ForgeTypeId^ get ();
}
static member RbsFpSprinklerPressureClassParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace